Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-welcome.tmx
Source language: en
Languages: sv

source: Launch
sv: Starta

source: Add all the missing multimedia codecs
sv: Lägg till alla saknade multimediakodekar

source: Release Notes
sv: Versionsinformation

source: The little shield icon in your system tray is your Update Manager. It provides software updates, security updates and kernel updates to fix bugs, keep your computer safe and support newer hardware components.
sv: Den lilla skölden nere till höger i systempanelen är ikonen för Uppdateringshanteraren. Med hjälp av den hämtar du olika typer av uppdateringar för att rätta fel, hålla datorn säker och installera stöd för nya komponenter.

source: System Settings
sv: Systeminställningar

source: On behalf of the development team and everyone involved in the project, we'd like to thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we enjoy working on it.
sv: På uppdrag av utvecklingsgruppen, och alla andra som arbetar med projektet, vill vi framföra ett tack för att du valt Linux Mint. Vi hoppas att du har lika mycket glädje av att använda det som vi hade av att skapa det.

source: Firewall
sv: Brandvägg

source: Show this dialog at startup
sv: Visa denna dialogruta vid start

source: Introduction to Linux Mint
sv: Introduktion till Linux Mint

source: Let's go!
sv: Sätt igång!

source: You can also connect to Matrix and chat with users who are currently online. Ask a question, maybe someone there knows the solution?
sv: Du kan också ansluta till Matrix och chatta med användare som är uppkopplade just nu. Ställ en fråga, kanske någon där har lösningen?

source: Have a look at the system settings and configure your operating system the way you like. Don't hesitate to customize it and make it feel like home.
sv: Ta en titt på systeminställningarna och ändra dem gärna. Du kan anpassa det mesta så att det passar för just dina behov.

source: Install Multimedia Codecs
sv: Installera multimediakodekar

source: Next, let's set automatic system snapshots. A minimum of two daily and two boot snapshots are recommended. If anything breaks, you can then restore your computer to its previous working state.
sv: Ställ sedan in automatiska systemavbilder. Vi rekommenderar minst två dagliga avbilder och två avbilder vid start. Om något slutar fungera kan du återställa datorn till dess tidigare fungerande tillstånd.

source: First Steps
sv: Första stegen

source: There are about 60,000 applications available. Linux Mint comes with the bare minimum to get you started. The Software Manager is there if you're looking for more.
sv: Det finns ungefär 60.000 program i våra paketförråd. Linux Mint har bara de viktigaste förinstallerade så att du kan komma igång. Använd Programhanteraren om du vill installera fler.

source: Check the Driver Manager to see if it recommends any additional drivers for your computer. Most hardware components are recognized by the Linux kernel and work automatically without the need to install drivers. Some however require proprietary drivers to be recognized or to work better.
sv: Kontrollera Drivrutinshanteraren för att se om den rekommenderar ytterligare drivrutiner till datorn. De flesta maskinvarukomponenter identifieras av Linuxkärnan och fungerar automatiskt utan drivrutiner. Vissa kräver dock proprietära drivrutiner för att identifieras eller fungera bättre.

source: Click the button below to read about known bugs, limitations and workarounds for this version of Linux Mint.
sv: Klicka på knappen nedan för att läsa om kända fel, begränsningar och problemlösningar för denna version av Linux Mint.

source: Control and monitor network traffic by enabling the firewall.
sv: Kontrollera och övervaka nätverkstrafik genom att aktivera brandväggen.

source: The Linux Mint forums are the best place to find help. Join thousands of users, search topics and threads and find solutions to your problems.
sv: Linux Mints forum är det bästa stället att få hjälp. Bli en av våra tusentals medlemmar, sök bland olika ämnen och hitta lösningar på dina problem.

source: Linux Mint has a great community. Many users will welcome you with open arms and be delighted to help you. Make sure to be patient and respectful with them. Keep a happy and positive attitude and provide accurate information when someone helps you.
sv: Linux Mint har en stor användargrupp där du kan känna dig välkommen och där många gärna hjälper dig. Den enda motprestation som krävs är tålamod och respekt för andra. En positiv attityd underlättar, tillsammans med korrekt och utförlig information, när någon skall hjälpa dig att lösa ett problem.

source: Welcome
sv: Välkommen

source: System Snapshots
sv: Systemavbilder

source: Additional multimedia codecs are required to support some formats and to play popular audio, video and web content. Click the button below to install them.
sv: Ytterligare multimediakodekar krävs för stöd för vissa format och för att spela upp vanligt ljud-, video- och webbinnehåll. Klicka på knappen nedan för att installera dem.

source: Documentation
sv: Dokumentation

source: Have a great time and don't hesitate to send us your feedback.
sv: Ha det bra och tveka inte att delge oss dina synpunkter.

source: Welcome to Linux Mint
sv: Välkommen till Linux Mint

source: New Features
sv: Nya funktioner

source: Multimedia Codecs
sv: Multimediakodekar

source: Chat Room
sv: Chattrum

source: Desktop Colors
sv: Skrivbordsfärger

source: Software Manager
sv: Programhanterare

source: First, make yourself at home. Choose your favorite color and whether you prefer a light or a dark desktop theme.
sv: Först och främst: känn dig som hemma. Välj din favoritfärg och om du vill ha ett ljust eller mörkt tema på skrivbordet.

source: Driver Manager
sv: Drivrutinshanterare

source: Help
sv: Hjälp

source: Web Forums
sv: Webbforum

source: If you have a bad experience with another user, try to solve it responsibly or contact the moderation team. Although we can't guarantee everyone will behave nicely, our project promotes help, respect, tolerance, ideas and constructive discussions.
sv: Om du skulle känna dig illa behandlad av någon annan användare så försök att lösa detta på ett ansvarsfullt sätt eller kontakta någon som har till uppgift att se till så att reglerna följs. Vi kan inte garantera att alla människor är snälla, men en grundtanke med vårt projekt är att uppmuntra hjälpsamhet, respekt, tolerans, nya idéer och en konstruktiv diskussion.

source: Linux Mint is a great project. It is open to anyone who wants to participate. There are many ways to help. Click the button below to see how you can get involved.
sv: Linux Mint är ett fantastiskt projekt. Det är öppet för alla som vill vara med. Du kan hjälpa till på många sätt. Klicka på knappen nedan för att se hur du kan engagera dig.

source: Click the button below to discover the new features introduced in this version of Linux Mint.
sv: Klicka på knappen nedan för att läsa om de nya funktioner som introducerats i denna version av Linux Mint.

source: Update Manager
sv: Uppdateringshanterare

source: Welcome to your new operating system!
sv: Välkommen till ditt nya operativsystem!

source: This welcome screen will guide you through your first steps, show you how to find help and where to get more information about Linux Mint.
sv: Den här välkomstskärmen hjälper dig att komma igång, visar var du kan få hjälp och var du hittar mer information om Linux Mint.

source: The Linux Mint documentation consists of a collection of guides, available in PDF, ePUB and HTML and available in many languages. Click the button below to see which guides are available.
sv: Dokumentationen för Linux Mint består av en serie guider i formaten PDF, ePUB, och HTML. Dessa finns tillgängliga på många olika språk. Klicka på knappen nedan för att se vilka guider som finns.

source: Welcome Screen
sv: Välkomstskärm

source: Contribute
sv: Bidra
